/*招聘信息*/


/*北京20-32万  视频算法工程师 

1、计算机或电子通信等相关专业本科及以上学历，精通C++或者JAVA一门语言，两年以 
上开发经验； 
2、熟悉一种视频编码标准（H系列或者MPEG系列）；熟悉一种音频编码标准（AAC或者G 
系列）； 
3、熟悉各种网络流媒体传输协议（rtp/rtcp、rtmp），有P2P开发经验者优先； 
4、熟悉开源音视频框架webrtc等,并能基于其框架进行开发； 
5、具有视频图像质量增强及码率控制处理经验者优先，具有回声消除经验者优先； 
6、有在线视频通信开发经验者优先。 

有以下公司经历着优先考虑： 
环信、云通讯、腾讯、oovoo公司、CNTV*/

/*
时间： 2016年2月15日15:27:44

职位描述:  高级视频Codec 工程师,25~40k/月,欢迎介绍.
工作职责： 
1. H264 Codec的调优工作 
2. 平台硬件Codec集成
3. H265 Codec预研

职位要求： 
1. 精通C/C++编程语言 。
2. 精通H264算法以及各种标准的使用。
3. 能对ffmpeg/x264进行算法级别的优化和调优。
4. 熟悉NEON，OPENCL等并使用它们对H264进行优化。 
5. 有TI，DSP上的H264 Codec开发经验。
6. 深入了解视频压缩编解码，视频去噪，图像增强等技术，具备相关扎实的理论基础；熟悉常用的图像处理算法；
7. 有Android平台和iOS平台硬件Codec集成经验优先；
8. 3年以上视频应用开发经验；

工作地点：北京望京SOHO
*/

